Repository: lubianat/inat2wiki-dev
Catalog: www/python/src/translations/*/LC_MESSAGES/messages.po
Languages: es, pt

source: Welcome to iNat2Wiki!
es: ¡Bienvenido a iNat2Wiki!
pt: Bem-vindo ao iNat2Wiki!

source: About iNat2Wiki
es: Acerca de iNat2Wiki
pt: Sobre o iNat2Wiki

source: Parse observation
es: Analizar observación
pt: Processar observação

source: License not supported
es: Licencia no compatible
pt: Licença não suportada

source: Observation Details
es: Detalles de la observación
pt: Detalhes da observação

source: Page not found
es: Página no encontrada
pt: Página não encontrada

source: An internal error occurred
es: Ocurrió un error interno
pt: Ocorreu um erro interno

source: iNat2Wiki is an interface between iNaturalist and Wikimedia projects.
es: iNat2Wiki es una interfaz entre iNaturalist y los proyectos de Wikimedia.
pt: iNat2Wiki é uma interface entre o iNaturalist e os projetos da Wikimedia.

source: This is a slow rewrite of the original tool, with a single goal of adding pictures of particular observations to commons via
es: Esta es una reescritura lenta de la herramienta original, con el único objetivo de añadir imágenes de observaciones particulares al Commons a través de
pt: Esta é uma reescrita lenta da ferramenta original, com o único objetivo de adicionar fotos de observações específicas ao Commons via

source: A tool to connect iNaturalist and Wikimedia projects.
es: Una herramienta para conectar iNaturalist con los proyectos de Wikimedia.

source: Toggle navigation
es: Alternar navegación

source: Home
es: Inicio

source: Code and feedback in the
es: Código y comentarios en el

source: GitHub repository
es: repositorio en GitHub
pt: repositório no GitHub

source: Privacy & Cookies
es: Privacidad y cookies
pt: Privacidade & Cookies

source: We set one first‑party cookie called
es: Establecemos una cookie propia llamada
pt: Nós provemos apenas um cookie chamado

source: to remember your language choice. It expires when you close your browser and is never shared. No tracking, no analytics.
es: para recordar tu elección de idioma. Expira al cerrar el navegador y nunca se comparte. Sin rastreo, sin análisis.
pt: para lembrar sua escolha de linguagem. Ele espira ao fechar o browser e nunca é compartilhado. Sem rastreamento, sem analytics.

source: Privacy
es: Privacidad
pt: Privacidade

source: User observations
es: Observaciones del usuario
pt: Observações do usuário

source: Enter the observation id
es: Introduce el ID de la observación
pt: Entre o ID da observação

source: Submit
es: Enviar
pt: Enviar

source: See an example
es: Ver un ejemplo
pt: Veja um exemplo

source: Observation
es: Observación
pt: Observação

source: Wikidata page
es: Página de Wikidata
pt: Página da Wikidata

source: Observation on iNaturalist
es: Observación en iNaturalist
pt: Observação no iNaturalist

source: Image
es: Imagen
pt: Imagem

source: License
es: Licencia
pt: Licença

source: Link to Commons
es: Enlace a Commons
pt: Link para o Commons

source: Upload to Commons
es: Subir a Commons
pt: Enviar para o Commons
